{
  "codeComments": {
    "22222": "전 영역이 고르게 우수합니다. 현재의 균형잡힌 발전 전략을 지속하면서, 사회적 가치와 경제적 성과의 시너지를 더욱 강화하시기 바랍니다. 타기업과의 협업을 증진시키고 성과 공유를 통해 기업 전체의 목표를 통합적으로 달성할 수 있는 환경을 조성해야 합니다. 또한 정기적인 성과 평가를 통해 지속 가능한 발전을 도모하고 사회적 책임을 다하는 기업으로 나아가야 합니다.",
    "22122": "조직운영 체계 보완이 필요합니다. 근로자 권익보호와 민주적 의사결정 구조 강화를 통해 사회적 가치 실현의 완성도를 높이시기 바랍니다. 직원 참여를 증진시키는 다양한 프로그램을 도입하고, 의사결정 과정에서의 투명성을 확보하여 신뢰를 구축해야 합니다. 또한, 정기적인 교육과 워크숍을 통해 직원들이 자신의 의견을 자유롭게 표현할 수 있는 문화를 조성하고, 이를 통해 조직의 민주적 운영을 강화해야 합니다.",
    "21222": "사업활동 영역 강화가 필요합니다. 사회적 가치 창출을 위한 구체적 사업계획 수립과 실행방안 모색이 요구됩니다. 명확한 목표 설정과 성과 측정을 통해 지속적으로 개선해 나가야 합니다. 이를 위해 시장 조사 및 분석을 통해 고객의 요구와 사회적 문제를 파악하고, 이를 해결하기 위한 혁신적인 사업 모델을 개발해야 합니다. 또한, 사업 성과를 정기적으로 평가하여 필요한 조정을 통해 목표 달성을 촉진해야 합니다.",
    "21122": "사업활동과 조직운영이 취약합니다. 사회적 미션은 명확하나 이를 실현하기 위한 구체적 실행체계 구축이 시급합니다. 체계적인 프로젝트 관리와 실행 계획을 마련하여 각 사업의 진행 상황을 지속적으로 모니터링하고, 필요 시 즉각적인 피드백을 통해 개선 사항을 반영해야 합니다. 또한, 자원 배분과 우선순위 설정을 통해 효과적인 사업 운영을 도모해야 합니다.",
    "12222": "소셜미션 구체화가 필요합니다. 사업성과는 우수하나, 해결하고자 하는 사회문제와 그 해결방안을 더욱 명확히 하시기 바랍니다. 기업의 방향성을 확립하고 집중할 수 있습니다. 명확한 미션과 비전을 설정하고, 이를 기반으로 한 전략적 목표를 수립하여 모든 직원이 공감하고 참여할 수 있는 환경을 조성해야 합니다.",
    "12122": "조직 미션과 운영체계 보완이 필요합니다. 사업성과는 우수하나 사회적 가치 지향성 강화와 내부 운영시스템 개선이 요구됩니다. 기업의 목표와 방향성을 더욱 명확히 할 수 있는 내부 커뮤니케이션을 강화하고, 모든 직원이 조직의 미션과 비전을 이해하고 이를 실천할 수 있도록 교육과 지원을 제공해야 합니다.",
    "11222": "소셜미션 구체화와 사업활동 보완이 필요합니다. 경제적 성과는 우수하나 사회적 가치 창출 방안을 구체화하시기 바랍니다. 사업의 사회적 영향을 평가하고, 이를 기반으로 한 구체적인 실행 계획을 마련하여 사회적 책임을 다할 수 있는 방향으로 나아가야 합니다.",
    "11122": "사회적 가치 영역 전반의 보완이 필요합니다. 경제적 및 혁신 성과는 우수하나 사회적기업으로서의 기본 요건 강화가 시급합니다. 사회적 가치 실현을 위한 명확한 기준과 지표를 설정해야 하며, 이러한 기준은 기업의 모든 활동과 전략에 통합되어야 합니다. 또한, 정기적인 평가와 피드백 과정을 통해 설정된 목표 등이  효과적으로 적용되고 있는지를 지속적으로 점검하고 개선하는 체계를 마련해야 합니다.",
    "22221": "혁신성과 제고가 필요합니다. 사회적·경제적 성과는 우수하나 지속가능한 성장을 위한 혁신 노력 강화가 요구됩니다. 혁신적인 아이디어를 발굴하고 이를 실행에 옮길 수 있는 체계를 구축하여, 변화하는 시장 환경에 능동적으로 대응할 수 있는 기업으로 발전해야 합니다.",
    "22121": "조직운영과 혁신성과 개선이 필요합니다. 시장환경 변화에 대응할 수 있는 조직체계 구축과 혁신역량 강화가 요구됩니다. 유연한 기업 구조와 빠른 의사결정 체계를 통해 변화에 신속하게 대응할 수 있는 능력을 키워야 하며, 이를 위해 직원들의 자율성과 창의성을 촉진하는 문화를 조성하여 혁신적인 아이디어와 솔루션이 자유롭게 제안되고 실행될 수 있는 환경을 마련해야 합니다.",
    "21221": "사업활동과 혁신성과 개선이 필요합니다. 사회가치 실현을 위한 사업모델 혁신과 새로운 시도가 요구됩니다. 고객의 니즈를 반영한 창의적이고 혁신적인 사업 아이디어를 개발하고, 이를 실현하기 위한 구체적인 실행 계획을 수립해야 하며, 또한 시장의 변화와 트렌드를 지속적으로 모니터링하여 유연하게 대응할 수 있는 체계를 마련함으로써, 사회적 가치를 극대화하고 기업의 경쟁력을 강화하는 데 기여해야 합니다.",
    "21121": "사업운영 전반의 혁신이 필요합니다. 소셜미션 실현을 위한 조직운영 체계 개선과 혁신적 사업방식 도입이 요구됩니다. 지속 가능한 성장을 도모하고, 사회적 책임을 다하는 기업으로 자리매김해야 하며, 또한 이해관계자와의 협력을 강화하여 다양한 의견을 반영하고, 사회적 가치 창출을 위한 공동의 목표를 설정함으로써 더욱 효과적으로 사회에 기여할 수 있는 기반을 마련해야 합니다.",
    "12221": "미션 구체화와 혁신역량 강화가 필요합니다. 안정적 사업기반 위에 사회적 가치 창출을 위한 혁신적 접근이 요구됩니다. 명확한 목표와 실행 계획을 수립하여 모든 직원이 이를 이해하고 참여할 수 있도록 해야 하며, 정기적인 교육과 워크숍을 통해 직원들의 역량을 강화하고, 각자의 역할과 기여가 기업의 비전과 목표에 어떻게 연결되는지를 명확히 인식할 수 있는 기회를 제공해야 합니다.",
    "12121": "조직 미션·운영과 혁신역량 강화가 필요합니다. 경제적 성과를 사회적 가치로 연계하는 혁신적 방안 모색이 요구됩니다. 기업의 사회적 책임을 다하고, 지속 가능한 성장을 도모해야 하며, 또한 이해관계자와의 긴밀한 협력을 통해 다양한 사회적 문제를 해결하는 데 기여함으로써, 기업의 브랜드 가치를 높이고, 장기적으로는 고객과 사회로부터 신뢰를 구축하는 기반을 마련해야 합니다.",
    "11221": "사회적가치 창출 기반 강화가 필요합니다. 조직운영은 양호하나 사회적 미션 구체화와 혁신적 사업방식 도입이 요구됩니다. 명확한 비전과 실행 계획을 수립하여 모든 직원이 이를 이해하고 참여할 수 있도록 해야 하며, 정기적인 소통 채널을 마련하고, 직원들의 의견을 적극 반영함으로써 기업 내에서 사회적 미션에 대한 공감대를 형성하고, 각자의 역할을 명확히 인식할 수 있는 환경을 조성해야 합니다.",
    "11121": "사회적 가치 영역 전반의 혁신이 필요합니다. 경제적 성과를 사회적 가치로 전환하는 혁신적 사업모델 구축이 시급합니다. 지속 가능한 성장과 사회적 책임을 다해야 하며, 또한 다양한 이해관계자와의 협력을 통해 사회적 문제를 해결하는 데 기여함으로써, 기업의 신뢰성을 높이고, 장기적인 성공을 위한 기반을 마련해야 합니다.",
    "22212": "경제적 성과 제고가 필요합니다. 사회적 가치 실현 기반은 우수하나 수익모델 강화와 시장 확대가 요구됩니다. 안정적인 수익 구조를 구축하고 지속 가능한 성장을 도모해야 하며 또한 혁신적인 마케팅 전략과 고객 맞춤형 서비스를 통해 새로운 시장 기회를 발굴하고 고객의 충성도를 높이는 데 집중함으로써 장기적인 경쟁력을 확보해야 합니다.",
    "22112": "조직운영과 경제적 성과 개선이 필요합니다. 혁신역량을 경제적 성과로 연계하는 사업전략 수립이 요구됩니다. 지속 가능한 성장 기반을 마련해야 하며, 또한 시장의 변화에 민첩하게 대응할 수 있는 유연한 조직 체계를 구축하고, 내부 자원과 외부 파트너십을 활용하여 혁신적인 솔루션을 개발함으로써, 경쟁력을 강화하고 새로운 기회를 창출해야 합니다.",
    "21212": "사업활동과 경제적 성과 개선이 필요합니다. 혁신적 시도를 실질적 매출성과로 연계하는 방안 모색이 시급합니다. 구체적인 실행 계획과 성과 측정 체계를 마련하여 목표 달성을 촉진해야 하며, 또한 각 구성원의 성과를 정기적으로 분석하고 피드백을 제공함으로써, 지속적인 개선과 최적화를 이루어내고, 전사적으로 혁신 문화를 확산시킬 수 있는 기반을 마련해야 합니다.",
    "21112": "사업운영과 경제성과 개선이 필요합니다. 혁신역량을 활용한 수익모델 구체화와 시장 확대 전략 수립이 요구됩니다. 고객의 니즈를 반영한 맞춤형 제품 및 서비스를 개발하여 수익성을 높여야하며 다양한 유통 채널 활용을 통해 시장 접근성을 강화함으로써, 경쟁력을 높이고 지속 가능한 성장을 이끌어내야 합니다.",
    "12212": "소셜미션 구체화와 경제적 성과 개선이 필요합니다. 혁신역량을 활용한 안정적 수익구조 확보가 시급합니다. 명확한 비전과 구체적인 실행 계획을 수립하여 각 구성원의 역할과 목표를 명확히 하고 혁신적인 제품 개발 및 서비스 개선을 통해 시장의 변화에 능동적으로 대응할 수 있는 체계를 마련해야 합니다. 또한, 성과를 지속적으로 모니터링하고 피드백을 반영하여 수익성을 극대화할 수 있는 전략을 지속적으로 조정해야 합니다.",
    "12112": "조직 미션·운영 체계와 경제적 성과 개선이 필요합니다. 혁신역량의 경제적 성과 연계가 요구됩니다. 기업의 목표와 전략을 명확히 하고, 효율적인 운영 프로세스를 구축하여 지속 가능한 성장을 도모해야 합니다. 또한, 성과를 측정하고 분석하여 개선점을 도출하고, 이를 바탕으로 혁신적인 접근 방식을 지속적으로 적용해야 합니다.",
    "11212": "사업활동 강화와 경제적 성과 개선이 필요합니다. 혁신역량을 활용한 실질적 매출 증대 방안 수립이 시급합니다. 실질적 매출 증대 방안을 수립해야 하며 고객의 니즈를 반영한 새로운 제품 및 서비스 개발과 효과적인 마케팅 전략을 통해 시장 점유율을 확대해야 합니다. 또한, 성과 분석을 통해 지속적인 개선점을 도출하고 이를 바탕으로 영업 전략을 조정하여 매출 성장을 촉진해야 합니다.",
    "11112": "사회적 가치 기반 강화와 경제적 성과 개선이 필요합니다. 혁신역량을 활용한 수익모델 확립이 시급합니다. 지속 가능한 비즈니스 관점을 반영하여 사회적 책임을 다하는 제품과 서비스를 개발해야 합니다. 고객과 지역 사회의 요구를 충족시키는 솔루션을 제공함으로써 안정적인 수익원을 확보할 수 있는 전략을 마련해야 합니다. 기업의 경쟁력을 강화하고, 사회적 가치를 창출하는 동시에 경제적 성과를 극대화하는 데 집중해야합니다.",
    "22211": "경영역량 강화가 시급합니다. 사회적 가치 기반은 우수하나 지속가능성 확보를 위한 경영/혁신 역량 강화가 필요합니다. 내부 프로세스를 점검하고 대표 및 직원 교육과 역량 개발을 통해 기업 전체의 혁신 문화를 확산시키고, 외부 이해관계자와의 협력을 통해 사회적 가치 창출을 극대화하는 방안을 모색해야 합니다.",
    "22111": "조직운영과 경영역량 강화가 시급합니다. 체계적 운영시스템 구축과 경영/혁신 역량 확보가 요구됩니다. 기업의 효율성을 높여야 하며, 또한 프로세스 개선과 구성원들의 협업을 강화하여 생산성을 증대시키고, 고객의 요구에 보다 빠르게 대응할 수 있는 능력을 키워야 합니다.",
    "21211": "사업활동과 경영역량 강화가 시급합니다. 실행가능한 사업계획 수립과 혁신역량 확보가 요구됩니다. 시장 조사와 분석을 통해 고객의 니즈를 정확히 파악하고, 기업 목표 달성을 위한 로드맵을 명확히 하며 기업의 성과를 극대화하고 지속 가능한 성장에 집중해야합니다.",
    "21111": "전반적인 역량 강화가 시급합니다. 소셜미션 외 사업운영 전반의 체계적 관리와 혁신역량 확보가 필요합니다. 지속 가능한 성장을 위한 기반을 마련해야 하며, KPI를 설정하여 성과를 측정하며, 정기적인 피드백을 통해 운영 프로세스를 지속적으로 개선해야 합니다. 또한, 최신 기술과 트렌드를 반영한 혁신 전략을 수립하여 시장 변화에 신속하게 대응하고, 고객의 요구를 충족시키는 제품 및 서비스를 개발해야 합니다.",
    "12211": "소셜미션과 경영역량 강화가 시급합니다. 사업활동은 양호하나 지속가능한 성장을 위한 전반적 역량 강화가 필요합니다. 사회적 책임을 할 수 있는 계획을 세워야 하며 지역 사회 및 사회적경제기업과 상생을 추구하여 긍정적인 사회적 영향을 창출하는데 노력해야합니다.",
    "12111": "전반적인 역량 강화가 시급합니다. 사회적 가치 실현을 위한 조직 역량과 경영/혁신 역량 확보가 필요합니다. 각 구성원의 역할을 명확히 하고, 지속적인 교육과 훈련을 통해 직원들의 역량을 강화해야 합니다. 또한, 외부 전문가와의 협력 등을 통한 최신 동향을 반영하여 혁신 전략을 수립하고, 이를 통해 기업의 경쟁력을 높여야 합니다.",
    "11211": "사업활동과 경영역량 강화가 시급합니다. 조직운영은 양호하나 지속가능한 성장을 위한 역량 강화가 필요합니다. 안정적인 수익 구조를 확보해야 하며, 또한 시장 변화에 적시에 대응할 수 있는 기업 문화를 구축하여 경쟁력을 지속적으로 유지해야 합니다.",
    "11111": "전 영역의 체계적 역량 강화가 시급합니다. 사회적기업으로서 기본 요건부터 단계적 보완이 필요합니다. (예비)사회적기업 요건을 준수하여 기업 운영 구조를 만들고 지속 가능한 비즈니스 모델을 개발하여 지역 사회와의 상생을 도모함으로써 장기적인 성장 기반을 마련해야 합니다."
  },
  "graphFactors": [],
  "count": 32
}